IDEA Open Model
SteelSetupAUS.CrtBearing Property
Compatible with IDEA StatiCa v 10.1
 Concrete bearing factor
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double CrtBearing { get; set; }
Public Property CrtBearing As Double
	Get
	Set
public:
property double CrtBearing {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupAUS Class
IdeaRS.OpenModel Namespace